Revit 2024 API
ParameterTypeId.RbsWireNumConductorsParam Property
 "Number of Conductors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsWireNumConductorsParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsWireNumConductorsParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsWireNumConductorsParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace